import './home-page.css';

function HomePage() {
  return (
    <div className="container">
      <div id="howwork" className="homepage__block">
        <h1 className="title">Как это работает?</h1>
        <p className="text">
          Вы регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек. Вы регистрируетесь и изучаете английский язык
          с помощью интерактивных карточек. Вы регистрируетесь и изучаете
          английский язык с помощью интерактивных карточек. Вы регистрируетесь и
          изучаете английский язык с помощью интерактивных карточек. Вы
          регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек.
        </p>
        <p className="text">
          Вы регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек. Вы регистрируетесь и изучаете английский язык
          с помощью интерактивных карточек. Вы регистрируетесь и изучаете
          английский язык с помощью интерактивных карточек. Вы регистрируетесь и
          изучаете английский язык с помощью интерактивных карточек. Вы
          регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек.
        </p>
        <p className="text">
          Вы регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек. Вы регистрируетесь и изучаете английский язык
          с помощью интерактивных карточек. Вы регистрируетесь и изучаете
          английский язык с помощью интерактивных карточек. Вы регистрируетесь и
          изучаете английский язык с помощью интерактивных карточек. Вы
          регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек.
        </p>
        <p className="text">
          Вы регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек. Вы регистрируетесь и изучаете английский язык
          с помощью интерактивных карточек. Вы регистрируетесь и изучаете
          английский язык с помощью интерактивных карточек. Вы регистрируетесь и
          изучаете английский язык с помощью интерактивных карточек. Вы
          регистрируетесь и изучаете английский язык с помощью интерактивных
          карточек. Вы регистрируетесь и изучаете английский язык с помощью
          интерактивных карточек.
        </p>
      </div>
      <div id="about" className="homepage__block">
        <h1 className="title">О проекте</h1>
        <p className="text">
          Проект сделан мной, мной и мной. Дизайн сделан мной, верстка сделана
          мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ
          И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной,
          верстка сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея
          тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной.
          Дизайн сделан мной, верстка сделана мной, фронтенд сделан мной, бэкенд
          сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан
          мной, мной и мной. Дизайн сделан мной, верстка сделана мной, фронтенд
          сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ
          БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной, верстка
          сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя.
          ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ.
        </p>
        <p className="text">
          Проект сделан мной, мной и мной. Дизайн сделан мной, верстка сделана
          мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ
          И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной,
          верстка сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея
          тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной.
          Дизайн сделан мной, верстка сделана мной, фронтенд сделан мной, бэкенд
          сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан
          мной, мной и мной. Дизайн сделан мной, верстка сделана мной, фронтенд
          сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ
          БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной, верстка
          сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя.
          ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ.
        </p>
        <p className="text">
          Проект сделан мной, мной и мной. Дизайн сделан мной, верстка сделана
          мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ
          И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной,
          верстка сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея
          тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной.
          Дизайн сделан мной, верстка сделана мной, фронтенд сделан мной, бэкенд
          сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан
          мной, мной и мной. Дизайн сделан мной, верстка сделана мной, фронтенд
          сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ
          БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной, верстка
          сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя.
          ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ.
        </p>
        <p className="text">
          Проект сделан мной, мной и мной. Дизайн сделан мной, верстка сделана
          мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ
          И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной,
          верстка сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея
          тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан мной, мной и мной.
          Дизайн сделан мной, верстка сделана мной, фронтенд сделан мной, бэкенд
          сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ. Проект сделан
          мной, мной и мной. Дизайн сделан мной, верстка сделана мной, фронтенд
          сделан мной, бэкенд сделан мной, идея тоже моя. ВСЕ МОЁ И НИЧЬЁ
          БОЛЬШЕ. Проект сделан мной, мной и мной. Дизайн сделан мной, верстка
          сделана мной, фронтенд сделан мной, бэкенд сделан мной, идея тоже моя.
          ВСЕ МОЁ И НИЧЬЁ БОЛЬШЕ.
        </p>
      </div>
    </div>
  );
}

export { HomePage };
